<html>
<body bgcolor="#E0E0E0">
<p><br>
  <font size="2"><b>C</b></font><b><font size="2">argar los resultados de una 
  licitaci&oacute;n.</font></b><br>
<font size="2">1) Si ingres&oacute; desde Inicio/Administraci&oacute;n/ Licitaciones/ 
  Cargar Resultados: Ingresar el id de licitaci&oacute;n y presionar el bot&oacute;n 
  <b>Buscar Renglones</b>. Esto muestra los renglones de la licitaci&oacute;n.<br>
  </font><font size="2">Si ingreso desde la p&aacute;gina que muestra la licitaci&oacute;n 
  Inicio/Administraci&oacute;n/ Licitaciones/ Ver licitaciones seleccion&oacute; 
  una licitaci&oacute;n y presion&oacute; el bot&oacute;n Cargar Resultados, la 
  p&aacute;gina muestra los renglones de la licitaci&oacute;n.</font><br>
<font size="2">2) Seleccionar el regl&oacute;n para el cu&aacute;l se completar&aacute; 
  el resultado (presionar el bot&oacute;n de radio 
  <input type="radio" name="radiobutton" value="radiobutton">
  correspondiente al rengl&oacute;n) .</font><br>
<font size="2">3) Seleccionar un competidor para el rengl&oacute;n, si el rengl&oacute;n 
  fue adjudicado al competidor seleccionado, chequear el bot&oacute;n ( 
  <input type="checkbox" name="checkbox" value="checkbox">
  ) con t&iacute;tulo <b>Adjudicada</b>.</font><br>
<font size="2">4) Seleccionar el tipo de moneda del rengl&oacute;n.</font><br>
<p><font size="2">5) Ingresar el precio unitario o el precio total del rengl&oacute;n.</font><br>
<p><font size="2">6) Presionar el bot&oacute;n Aceptar.</font></p>
<p><font size="2">Los resultados cargados se visualizan desde Inicio/Administraci&oacute;n/ 
  Licitaciones/Resultados Licitaciones o desde Inicio/Administraci&oacute;n/ Licitaciones/ 
  Ver licitaciones seleccionar la licitaci&oacute;n y presionar el bot&oacute;n 
  Ver Resultados.</font></p>
<p><b><font size="2">Editar datos del rengl&oacute;n</font></b><br>
<p><font size="2">Presionando el bot&oacute;n Ver Resultados se muestra la licitaci&oacute;n, 
  con la informaci&oacute;n cargada en los renglones</font><br>
<p><font size="2">Si se realiza click en la fila que muestra la informaci&oacute;n 
  de los renglones se permite modificar los datos del rengl&oacute;n (competidor, 
  Precio unitario competidor y si el rengl&oacute;n fue adjuducado o no al competidor).</font></p>
<p><b><font size="2">Datos de la licitaci&oacute;n: </font></b><font size="2">Si 
  se presiona en el t&iacute;tulo de la tabla que muestra los resultados (Resultados 
  Licitaci&oacute;n N&ordm;...), se muestran los datos de la licitaci&oacute;n.</font></p>
</body>
</html>