<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>P.A.C / P.A.P</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#E0E0E0" text="#000000">
<br>
<p><font size="2">Esta página muestra un listado de los <strong>pedidos de acci&oacute;n correctiva</strong> y los <strong>pedidos de acci&oacute;n preventiva</strong>; tambi&eacute;n muestra un listado con  todos los pedidos.</font></p>
<p><font size="2"><br> 
  <strong>Para agregar  un nuevo pedido</strong><br>
  1) Presionar el bot&oacute;n <strong>Agregar nuevo</strong>.<br>
  2) Clickear la opci&oacute;n<strong> Pedido de acci&oacute;n correctiva</strong> o <strong>Pedido de acci&oacute;n preventiva</strong>.<br>
  3) Ingresar la fecha, seleccionar una descripci&oacute;n en el campo  <strong>No conformidad</strong>.<br>
  4) Ingresar datos en el campo descripci&oacute;n (causa por la cual se desea hacer un pedido correctivo o preventivo ) y presionar el bot&oacute;n <strong>Guardar descripci&oacute;n</strong>. Vuelve a la pantalla con el listado de los pedidos. <br>
  </font></p>
<p><font size="2"><strong>Cuando un pedido ya ha sido agregado</strong><br>
</font><font size="2">- Si se quiere ingresar una acci&oacute;n correctiva a un pedido, seleccionarlo de la lista y luego i</font><font size="2">ngresar datos en el campo acci&oacute;n correctiva  (como se corrige el problema ) y presionar el bot&oacute;n <strong>Guardar acci&oacute;n correctiva.</strong> Vuelve a la pantalla con el listado de los pedidos. <br>
  - Si se quiere a&ntilde;adir una evaluaci&oacute;n de eficacia a un pedido, seleccionarlo de la lista e ingresar datos en el campo evaluaci&oacute;n de eficacia  (como result&oacute; la acci&oacute;n correctiva ) y presionar el bot&oacute;n <strong>Guardar evaluaci&oacute;n de eficacia.</strong> Vuelve a la pantalla con el listado de los pedidos. <br>
</font></p>
<p><font size="2"><strong>Para eliminar un pedido</strong><br>
  1) Tildar el bot&oacute;n de chequeo del pedido que se va a eliminar.<br> 2) Presionar el bot&oacute;n<strong> Borrar</strong>. </font></p>
</body>
</html>
