<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Crear orden de compra</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#E0E0E0" text="#000000">
<p><font size="2">Si la orden esta asociada a una licitaci&oacute;n, se muestra una lista con las licitaciones, se elige la opci&oacute;n Presentadas, con esto se obtiene una nueva lista, elegir una de las licitaciones. Se muestra una pantalla donde los datos de la licitaci&oacute;n ya fuieron cargados, luego puede ingresar los datos para una nueva orden. </font></p>
<p><font size="2">  <strong>Realizar un orden de compra.
        </strong><br>
  1) Completar la fecha de entrega, seleccionar un proveedor del men&uacute;, selecionar un contacto para ese proveedor; tambi&eacute;n seleccionar el tipo de moneda.<br>
  </font><font size="2">
  2)  Para completar el cliente presione la palabra <strong>Cliente</strong>, esto muestra los clientes disponibles. Seleccionar un cliente, esto muestra los datos del cliente seleccionado ( Para buscar un cliente en la lista seleccione la lista de clientes, presione las primeras letras del nombre del cliente, esto posicionar&aacute; el cursor en el nombre del cliente que coincida con las letras presionadas. ). Si el checkbox con titulo direcci&oacute;n de entrega est&aacute; tildado se carga la direcci&oacute;n del cliente como direcci&oacute;n de entrega en la orden de compra. En caso de no tildar el checkbox, completar la direcci&oacute;n de entrega. Tambi&eacute;n puede ingresar un nuevo cliente. <br>
  3) Para completar la forma de pago puede seleccionar una forma de pago o puede presionar el bot&oacute;n <strong>Forma de pago</strong> para modificar la forma de pago (cambiar el nombre y marcar <strong>Default </strong> si se desea que esa forma de pago aparezca en la lista) que se asociar&aacute; a la orden. Otra opci&oacute;n es ingresar una nueva forma de pago con lo que debera detallar el nombre de esa forma de pago (puede marcar la opci&oacute;n <strong>Default</strong> con lo cual esa forma de pago se agregar&aacute; a la lista) que se asociar&aacute; a la orden.
  <br>
  4) Para a&ntilde;adir productos a la orden de compra presionar el bot&oacute;n<strong> Agregar</strong>. Esto mostrar&aacute; una lista con los productos disponibles. <br>
  &nbsp;&nbsp;4.1)  Seleccione tipo de producto, luego seleccione un producto y presione <strong>Cargar</strong>. Al terminar de cargar productos presione el bot&oacute;n <strong>Salir</strong>. <br> 
  <strong>Nota</strong>: Puede cargar todos los productos que se requieren en la orden de compra sin salir  de la pantalla que muestra los productos. <br>
  5) Si desea eliminar un producto de la orden de compra seleccione el checkbox correspondiente y presione el bot&oacute;n <strong>Eliminar</strong>. <br>
  6)  Presione el bot&oacute;n <strong>Guardar</strong> para guardar la orden de compra. Esta orden se guarda con estado &quot;Pendiente&quot;. <br>
  </font></p>
</body>
</html>
