<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Ayuda para realizar una oferta</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#E0E0E0">
  <font size="2">Al haber presionado el botón <strong>Realizar Oferta</strong>, con esto obtiene el Número de licitación y la entidad que ofrece la licitación.<br>
  Si la licitación tiene renglones asignados, se muestra un res&uacute;men de los mismos.<br> </font><font size="2">
  </font>
  <font size="2">Si la orden esta  en pesos puede  ingresar el valor del dólar y presionar el botón <strong>Actualizar Dólar y Ganancia</strong>.<br>
    Se muestran los renglones de la licitaci&oacute;n, con el t&iacute;tulo, ganancia, precio unitario y precio total. <br>
</font><br>
  <font size="2">Se permite Agregar , modificar y  eliminar <font size="2">un  rengl&oacute;n</font>, ver descripciones de los productos de cada rengl&oacute;n y terminar la licitaci&oacute;n.
</font></p>
  <p><font size="2"><strong>Armar oferta</strong><br>
Presionar el bot&oacute;n <strong>Oferta</strong>. Esto muestra las ofertas que est&aacute;n armadas para la licitaci&oacute;n y permite modificar o eliminar una nueva o agregar nueva oferta. </font> </p>
  <p><font size="2"><strong>Nueva oferta (para armar las alternativas que ofrece la licitaci&oacute;n) </strong><br>
    </font> <font size="2">1) Presionar el bot&oacute;n <strong>Nueva oferta</strong>. <br>
  2) Ingresar el nombre de la oferta (o alternativa). <br>
  3) Seleccionar los t&iacute;tulos de los renglones, desde el cuadro con t&iacute;tulo renglones, que deben incluirse en la oferta. <br>
  4) Presionar el bot&oacute;n <strong>Guardar Cambios</strong>.</font></p>
  <p><font size="2"> <strong>Eliminar oferta</strong><br>
  1) Seleccionar la oferta (seleccionar el bot&oacute;n de radio)<br>
  2) Presionar <strong>Eliminar oferta</strong>.</font></p>
  <p></p>
  <p><font size="2"><strong>Mostrar oferta</strong><br>
    1) Seleccionar la oferta (seleccionar el bot&oacute;n de radio).<br>
  2) Presionar <strong>Mostrar oferta</strong>. </font>
</p>
  <p>    <font size="2"><strong>Agregar un nuevo renglón</strong><br>
  1) Presionar el botón <strong>Agregar Renglón</strong>. Esto muestra un formulario que permite cargar los datos del renglón.<br>
  2) Ingrese información del renglón: código para el renglón, título, cantidad, ganancia y tipo de producto.<br>
  3) Ingrese los datos para Descripción del renglón, Adicionales para el Renglón. </font><br>
      <font size="2">Permite tambi&eacute;n  agregar o eliminar Productos Adicionales.<br>
&nbsp;&nbsp;&nbsp;&nbsp;<strong>Para ingresar Productos adicionales</strong>: En la tabla con títulos Productos Adicionales presionar el botón <strong>Agregar rengl&oacute;n</strong>, esto muestra una ventana con proveedores, seleccione un proveedor y luego un producto y presione el botón <strong>Gargar</strong>. </font><font size="2"><br>
&nbsp;&nbsp;&nbsp;<strong>&nbsp;Para eliminar Productos adicionales</strong>: En la tabla con títulos Productos Adicionales presionar el botón <strong>Eliminar</strong>.<br>
  4) Presione el bot&oacute;n <strong>Guardar</strong> para guardar los datos del rengl&oacute;n. </font><font size="2"></font>
    </p>
  <p><font size="2"><strong> Modificar rengl&oacute;n </strong><br>
        1) Seleccionar un rengl&oacute;n.<br>2) Presionar el bot&oacute;n <strong>Modificar Rengl&oacute;n</strong>. <br>
      3) Se muestra un formulario con la descripci&oacute;n y los adicionales del rengl&oacute;n seleccionado.<br>
      4) Modificar los datos y presionar Modificar Rengl&oacute;n. 
        
      </font> </p>
      <p><font size="2"> <strong>Eliminar renglón</strong><br>
1) Seleccionar un renglón.<br>
2) Presionar el bot&oacute;n <strong>Eliminar Rengl&oacute;n</strong>.</font></p>
<p><font size="2"><br>
      </font><font size="2">        </font><font size="2"><strong>Ver / Modificar Descripciones</strong><br>
1) Seleccionar un renglón.<br>2) Presionar el botón <strong>Ver Descripciones</strong>. Esto muestra las descripciones técnicas de los productos del renglón.<br>3) Puede editar las descripciones y  presionar el botón <strong>Guardar</strong>. Esto guardará las modificaciones realizadas para la descripción del producto solo para el documento que se generará para el renglón. (No cambia la descripción del producto que se muestra por defecto).<br>
4) Si presiona el botón <strong>Original</strong> puede ver las descripciones originales de los productos.<br>
5) Si se presiona el botón <strong>Dar OK</strong> se  confirma que no se detectaron errores en la licitación; puede visualizarse quien realizó el control al inicio de la página que muestra las descripciones.
</font></p>
<p><font size="2">Una vez terminada la oferta presionar el bot&oacute;n <strong>Terminar</strong>. </font></p>
</body>
</html>
