<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#E0E0E0" text="#000000">

 <p><font size="2"> </font><font size="2">  <strong>A - Ordenes Pendientes</strong> <br>
 Haciendo click sobre una de las ordenes se obtienen los datos de esa orden; se pueden modificar los  datos del cliente, la forma de pago, a&ntilde;adir o eliminar productos. Luego de modificar los datos presionar el bot&oacute;n <strong>Guardar</strong>.<br>
 Tambi&eacute;n puede  anular la orden (presionando el bot&oacute;n <strong>Anular</strong>) o presionando el bot&oacute;n<strong> Para autorizar</strong> enviar la orden para que esta sea autorizada.</font></p>
 <p><font size="2"><strong>B - Ordenes Para Autorizar</strong><br>
   Haciendo click sobre una de las ordenes se obtienen los datos de esa orden; con esto se permite autorizar la orden (presionando el bot&oacute;n <strong>Autorizar</strong>), tambi&eacute;n puede anularse o rechazarse la orden (con lo cual la orden vuelve al estado de &quot;Pendiente&quot;) <br>
  Hay una opci&oacute;n de <strong>Resumen </strong>con la cual se envia un mail con el resumen de los pagos. <br>
  </font></p>
 <p><font size="2"><strong>C - Ordenes Autorizadas</strong><br>
    Haciendo click en el box de la orden seleccionada se habilita la opci&oacute;n<strong> Enviar  mail</strong>.<br> 
    Haciendo click sobre una de las ordenes se obtienen los datos de esa orden; presionando el bot&oacute;n <strong>Forma de Pago</strong>  se permite cambiar la forma de pago. Tambi&eacute;n se puede pagar la orden,  terminarla (cuando se recibieron los productos o cuando se pagan los productos) o anularla.</font></p>
 <p><font size="2"><strong>D - Ordenes Enviadas</strong><br>
Haciendo click en el box de la orden, en el campo Montos Ordenes se muestra la suma de las ordenes seleccionadas..<br>
Haciendo click sobre una de las ordenes se obtienen los datos de esa orden.<br>
<br>
<strong>- Si la orden esta parcialmente pagada</strong>: se puede pagar o terminar la orden. Tambi&eacute;n presionando el bot&oacute;n <strong>Resumen de pagos</strong> se muestra el resumen de los pagos de las ordenes.<br> 
<strong>- Si la orden esta enviada</strong>: se puede anular, pagar, terminar o rechazar la orden. Con la opci&oacute;n <strong>Resumen de pagos</strong> se obtiene un resumen de los pagos de las ordenes. Presionando el bot&oacute;n <strong>Pagar</strong> se muestra una pantalla donde se pueden pagar las ordenes con la forma de pago definida. Presionando el bot&oacute;n<strong> Pago M&uacute;ltiple</strong> se pueden agregar mas ordenes a esa forma de pago.<br> 
Con la opci&oacute;n <strong>Deshabilitar Pago especial</strong> se muestra un cartel &quot;Se deshabilit&oacute; la forma de pago especial para la orden...&quot;.Se vuelve a selecionar la orden; esta opci&oacute;n no permite  cambiar la forma de pago. <br> 
<font size="2"><font size="2"><font size="2">Con la opci&oacute;n <strong>Habilitar Pago especial</strong> se muestra un cartel &quot;Se habilit&oacute; la forma de pago especial para la orden...&quot;.Se vuelve a selecionar la orden; esta opci&oacute;n  permite cambiar la forma de pago. <br>
</font></font><strong>- Si la orden esta marcada con pago m&uacute;ltiple</strong>: se puede anular, pagar, terminar o rechazar la orden. Con la opci&oacute;n <strong>Resumen de pagos</strong> se obtiene un resumen de los pagos de las ordenes. Presionando el bot&oacute;n <strong>Pagar</strong> se muestra una pantalla donde se pueden pagar las ordenes con la forma de pago definida. Presionando el bot&oacute;n<strong> Pago M&uacute;ltiple</strong> se pueden agregar mas ordenes a esa forma de pago.<br> 
<font size="2">Con la opci&oacute;n <strong>Desabilitar Pago especial</strong> se muestra un cartel &quot;Se deshabilit&oacute; la forma de pago especial para la orden...&quot;.Se vuelve a selecionar la orden; esta opci&oacute;n no permite  cambiar la forma de pago.<br>
<font size="2"><font size="2">Con la opci&oacute;n <strong>Habilitar Pago especial</strong> se muestra un cartel &quot;Se habilit&oacute; la forma de pago especial para la orden...&quot;.Se vuelve a selecionar la orden; esta opci&oacute;n permite cambiar la forma de pago.</font></font></font></font></font></p>
 <p><font size="2"><font size="2"><font size="2"><font size="2"><font size="2"><strong>E - Ordenes Pagadas</strong><br>
Haciendo click en el box de la orden, en el campo <strong>Montos Ordenes</strong> se muestra la suma de las ordenes seleccionadas y en el campo <strong>Montos Pagados</strong> se muestra el importe que ha sido pagado del total.<br>
Haciendo click sobre una de las ordenes se obtienen los datos de esa orden.<br>
   </font></font></font></font></font>
<br><font size="2"><font size="2"><font size="2"><strong>- Si la orden esta parcialmente pagada</strong>: se puede pagar o terminar la orden. Tambi&eacute;n presionando el bot&oacute;n <strong>Resumen de pagos</strong> se muestra el resumen de los pagos de las ordenes. Presionando el bot&oacute;n <strong>Forma de pago </strong>se puede cambiar la forma de pago.<br>
  <strong>- Si la orden esta totalmente pagada </strong>: se puede  terminar  la orden. Con la opci&oacute;n <strong>Resumen de pagos</strong> se obtiene un resumen de los pagos de las ordenes.<br>
  <font size="2"><font size="2"><font size="2"></font></font><strong>- Si la orden esta marcada con pago m&uacute;ltiple</strong>: se puede  terminar  la orden. Con la opci&oacute;n <strong>Resumen de pagos</strong> se obtiene un resumen de los pagos de las ordenes.<br>
 </font></font></font></font></p>
</body>
</html>
