<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Listar facturas</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#E0E0E0" text="#000000">
<p><font size="2">Esta página lista todos las facturas que se han realizado. Se permite filtrar 
  las facturas según el estado de las mismas:<br>
  </font><font size="2">Pendientes, Terminadas, Anuladas o Todas . Al presionar los 
         botones con los nombres del estado de la factura  se listan las facturas que se corresponden con el estado seleccionado. Por 
        defecto se muestran las facturas que esten Pendientes.<br>
    Si la factura ha sido Terminada se muestra un icono de archivo 
  pdf, pulsando con el mouse en dicho icono se visualiza la factura en  formato PDF.<br> 
    </font>
  <font size="2">Se permite buscar las facturas:<br>
  1) Presionar el bot&oacute;n correspondiente al estado de la factura a buscar o Todas.<br>
  </font><font size="2">2</font><font size="2">) Ingresar  un texto a buscar en el campo buscar, seleccionar en que campo buscar y presionar el bot&oacute;n buscar.<br>
  </font><font size="2">Esto mostrar&aacute; las facturas que coincidan con la b&uacute;squeda. </font></p>
<p><font size="2">Si la b&uacute;squeda se realiza por fecha en el campo Fecha Factura, el formato de fecha a buscar corresponde a: dd/mm/aaaa. Si solo se busca parte de la fecha se debe ingresar:<br></font><font size="2">Para mes y a&ntilde;o: /mm/aaaa<br>
</font><font size="2">Para mes: /mm</font><font size="2"><br>
Para d&iacute;a y mes: dd/mm </font></p>
<p><font size="2">Al pulsar con el mouse  en una factura se muestra el detalle de la factura 
        y se permite continuar con las operaciones que correspondan seg&uacute;n el 
    estado de la factura. <br>
  Si la factura tiene estado &quot;Pendiente&quot; se pueden a&ntilde;adir o elimnar productos de la factura, terminar la factura.  <br>
Si la factura tiene estado &quot;Terminada&quot; se permite anular la factura, crear el remito para la factura o Seguir cobros. </font></p>
<p><font size="2"><strong>Sumar facturas que tengan la misma moneda.</strong><br>
Seleccionar los botones de chequeo de las facturas a sumar. </font></p>
<p><strong><font size="2">A&ntilde;adir productos a una factura<br>
  </font></strong><font size="2">1) Presionar el bot&oacute;n Pendiente. Esto listar&aacute; todas las facturas cuyo estado sea &quot;pendiente&quot;. (Facturas que no se han terminado).<br>
  2) Seleccione la factura a la cu&aacute;l le agregara productos. (Pulsar con el mouse en la fila correspondiente). Esto mostrar&aacute; el detalle de la factura seleccionada.<br>
  3) Presionar el bot&oacute;n Agregar. Esto mostrar&aacute; una lista con los productos disponibles.<br>
  3.1) Seleccione tipo de producto, luego seleccione un producto y presione Cargar.<strong><br>
  Nota: </strong> Puede cargar todos los productos que se requieren en la factura sin salir de la pantalla que muestra los productos. Al terminar de cargar productos presione el bot&oacute;n Salir.<br>
  4) Presione el bot&oacute;n Terminar. </font></p>
<p><font size="2"><strong>Eliminar productos de una factura</strong><br>
  1) Presionar el bot&oacute;n Pendiente. Esto listar&aacute; todas las facturas cuyo estado sea &quot;pendiente&quot;. (No se han terminado).<br>
  2) Seleccionar la factura a la cu&aacute;l le eliminar&aacute; productos. (Pulsar con el mouse en la fila correspondiente). Esto mostrar&aacute; el detalle de la factura seleccionada.<br>
3) Seleccionar el producto o los productos a eliminar. (Tildar el checkbox correspondiente)<br>
4) Presionar el bot&oacute;n Eliminar.<br>
5) Presionar el bot&oacute;n <strong>Guardar </strong> para guardar los cambios realizados. </font></p>
<p><font size="2"> <strong>Terminar facturas</strong><br>
  1) Presionar el bot&oacute;n Pendiente Esto listar&aacute; todas las facturas cuyo estado sea &quot;pendiente&quot;. (Facturas que no se han terminado).<br>
  2) Seleccione la factura (pulsar con el mouse en la fila correspondiente). Esto mostrar&aacute; el detalle de la factura seleccionada.<br>
3) Presione el bot&oacute;n Terminar. </font></p>
<p><font size="2"><strong>&nbsp;Anular facturas</strong><br>
  1) Presionar el bot&oacute;n <strong>Terminadas </strong>.Esto listar&aacute; todas las Facturas cuyo estado sea &quot;terminada&quot;. <br>
  2) Seleccionar la Factura (pulsar con el mouse en la fila correspondiente). Esto mostrar&aacute; el detalle de la factura seleccionada.<br>
3) Presione el bot&oacute;n Anular. </font></p>
<p><strong><font size="2">Crear remito para una factura</font></strong><font size="2"><br>
  1) Presionar el bot&oacute;n <strong>Terminadas</strong>. Esto listar&aacute; todas las Facturas cuyo estado sea &quot;terminada&quot;. <br>
  2) Seleccionar la Factura (pulsar con el mouse en la fila correspondiente). Esto mostrar&aacute; el detalle de la factura seleccionada.<br>
3) Presione el bot&oacute;n Crear Remito.</font></p>
<p><font size="2"><strong>Seguimiento de cobros:</strong><br>
  1) Presionar el bot&oacute;n <strong>Terminadas</strong>. Esto listar&aacute; todas las Facturas cuyo estado sea &quot;terminada&quot;. <br>
2) Seleccionar la Factura (pulsar con el mouse en la fila correspondiente). Esto mostrar&aacute; el detalle de la factura seleccionada.<br>
3) Presione el bot&oacute;n Seguir Cobros.<br>
</font></p>
<p>&nbsp;</p>
</body>
</html>
