<html>
<head>
<title>Llenar remitos</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#E0E0E0" text="#000000">
<p><font size="2"><br>
  Esta p&aacute;gina permite llenar los datos del remito y a&ntilde;adir los productos 
  correspondientes al remito.<br>
  <br>
  Si el remito pertenece a una factura ingresar el n&uacute;mero de factura y 
  presionar el bot&oacute;n <strong>Buscar</strong>. Esto carga los datos del 
  cliente de la factura en el remito y los productos que se encuentran en la factura. 
  
  
  Por defecto se asocia la factura al remito. Si no se debe asociar la factura, 
  dejar sin seleccionar el bot&oacute;n de chequeo <strong>Asociar</strong>.<br>
  El bot&oacute;n <strong>Ver factura </strong>muestra el detalle de la factura. </font> 
<p><font size="2"><b>Si no existe la factura para el remito </b><br>
  </font><font size="2">Completar los datos que se solicitan en la p&aacute;gina:</font> 
<p><font size="2"> 1) Presione el bot&oacute;n <strong>Elegir cliente</strong>. 
  Esto mostrar&aacute; una ventana con la lista de clientes existentes y un formulario 
  para completar los datos del cliente.<br>
  </font> <font size="2">2) En el caso que no se encuentre en la lista el cliente 
  puede agregar un nuevo cliente<strong>.<br>
  </strong> &nbsp;&nbsp;2.1) Presione el bot&oacute;n<strong> Nuevo</strong>.<br>
  &nbsp;&nbsp;2.2) Complete los datos y presione el bot&oacute;n <strong>Guardar</strong>.<br>
  </font> <font size="2">3) .Seleccione el nombre del cliente . Presione el bot&oacute;n 
  <strong>Elegir Cliente</strong> para cargar el cliente elegido.<br>
  </font> <font size="2">4) Presione el bot&oacute;n <strong>Cerrar</strong>.<br>
  </font> 
<p><font size="2">Completar los datos del remito. <br>
  Tildar el checkbox con titulo “Imprimir con precios” para que el archivo pdf 
  que muestra el remito se imprima con los precios para cada producto. Si el botón 
  queda sin chequear el archivo se muestra sin precios.</font>
<p><font size="2">Presionar el bot&oacute;n <strong>Buscar</strong>. Esto muestra 
  las licitaciones existentes. Seleccionar una licitaci&oacute;n. Esto asocia 
  la licitaci&oacute;n al remito. Presionar el bot&oacute;n <strong>Ir</strong> 
  para ver los datalles de la licitaci&oacute;n.Si no se debe asociar la licitaci&oacute;n, 
  dejar sin seleccionar el bot&oacute;n de chequeo. </font> 
<p><font size="2"><b>Para a&ntilde;adir productos al remito</b></font><br>
  <font size="2">1) Presione el bot&oacute;n <strong>Agregar</strong>.<br>
  </font> <font size="2">2) Seleccione el tipo de producto. Esto mostrar&aacute; 
  los productos cargados para el tipo de producto seleccionado. <br>
3) Seleccione un producto <br>
  4) Presione el bot&oacute;n <strong>Cargar</strong>.<br> 
5) Repitir desde el paso 2 hasta el paso 4, mientras se deba cargar productos.<br>
  6) Presionar el bot&oacute;n<strong> Salir</strong>.<br>
  </font> 
  </p>
<p><font size="2"> Si presiona el bot&oacute;n <b>Guardar</b> se guardar&aacute;n 
  los datos y productos que se hayan ingesado hasta el monento y luego al recuperar 
  el remito desde Inicio/Aministracion /Remitos/ Listar remitos se podr&aacute;n 
  a&ntilde;adir m&aacute;s productos al remito. Esto cambiar&aacute; el estado 
  del remito a Pendiente.</font></p>
<p><font size="2"> Si presiona el bot&oacute;n <b>Terminar</b> se termina el remito. 
  Esto cambiar&aacute; el estado del remito a &quot;terminado&quot; y no se permiten 
  ingresar nuevos productos al remito. Adem&aacute;s se generar&aacute; un archivo 
  en formato pdf que se puede ver desde Inicio/Administracion/ Remitos/Listar 
  Remitos.<br><br>
  En caso de que el remito se crea sin una factura se manda un mail  
  avisando que se ha creado un remito sin factura. </font>. <br>
</p>
</body>
</html>
